[
{
  <p>There was an old owl that lived in an oak. Everyday he saw incidents happening around him.<br> Yesterday he saw a boy helping an old man to carry a heavy basket.<br> Today he saw a girl shouting at her mother. The more he saw the less he spoke. </p>
},
{
  <p>As he spoke less, he heard more. He heard people talking and telling stories.<br> He heard a woman saying that an elephant jumped over a fence.<br> He also heard a man saying that he had never made a mistake.
</p>
},
{
  <p>The old owl had seen and heard about what happened to people. Some became better<br> and some became worse. But the old owl had become wiser each and every day. </p>
}
]


{Bunny rabbit lived in the forest. He had many friends. He was proud of his friends.

One day Bunny rabbit heard the loud barking of wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said, “Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?”

The deer said, “That is right, I can. But now I am busy. Why don’t you ask bear for help?”

Bunny rabbit ran to the bear. “My dear friend, you are very strong. Please help me. Some wild dogs are after me. Please chase them away,” he requested to the bear.

The bear replied, “I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help.”

Poor Bunny went to the monkey, the elephant, the goat and all his other friends. Bunny felt sad that nobody was ready to help him.

He understood that he had to think of a way out by himself. He hid under a bush. He lay very still. The wild dogs did not find the bunny. They went chasing other animals.

Bunny rabbit learnt that he had to learn to survive by himself, not depending on his unhelpful friends.

Moral: It is better to rely on yourself than depend on others.}


{Sam and Tom were identical twins. They were so identical that even their mother found it difficult to distinguish one from the other, at least during their initial days on earth.

However, they were very different from each other when it came to everything other than their appearance. Sam had no friends, while Tom was a great friendship maker. Sam loved sweets, but Tom loved spicy food and detested sweets. Sam was mommy’s pet and Tom was daddy’s pet. While Sam was generous and selfless, Tom was greedy and selfish!

As Sam and Tom grew up, their father wanted to share his fortune equally amongst them. However, Tom did not agree and he argued that whoever proved to be more intelligent and strong would have to get a bigger share of the wealth.

Sam agreed. Their father decided to organize a competition between the two. He asked the two sons to walk as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time.

The following day, Sam and Tom set out to walk. It was a rather sunny day. Sam walked slowly and steadily, while Tom broke into a sprint as he was bent on winning the race and also winning a greater portion of his father’s wealth.

Sam knew that it would be ideal to walk as far as possible till noon and start for home at noon as it would take the same amount of time to walk back home. Knowing this, Sam decided to turn back for home at noon so as reach home on time.

However, Tom, with his greed to earn more wealth, did not attempt to return home even after mid-noon. He walked twice as long as Sam, and thought he would still be able to return home before sunset. He hurried back when he saw the sun turn orange. Unfortunately, he could not even make it half way home as the sun started to set. Slowly darkness engulfed his path and he had to drag his tired feet back home.

He had lost the race. Only because of his greed.}

{There was a proud teak tree in the forest. He was tall and strong. There was a small herb next to the tree.

The teak tree said, “I am very handsome and strong. No one can defeat me.” Hearing this, the herb replied, “Dear friend, too much pride is harmful. Even the strong will fall one day.”

The teak ignored the herb’s words. He continued to praise himself.

A strong wind blew. The teak stood firmly. Even when it rained, the teak stood strong by spreading its leaves.

During these times, the herb bowed low. The teak made fun of the herb.

One day, there was a storm in the forest. The herb bowed low. As usual, the teak did not want to bow.

The storm kept growing stronger. The teak could no longer bear it. He felt his strength giving way.

He tried his best to stand upright, but in the end, he fell down. That was the end of the proud tree.

When everything was calm again, the herb stood straight. He looked around. He saw that the proud teak had fallen.

Moral: Pride goes before a fall.}